Repository: Gustavo10Destroyer/t6modm
Catalog: src/locales/*/LC_MESSAGES/t6modm.po
Languages: pt_br

source: A tool for creating and managing modding projects for Call of Duty: Black Ops 2
pt_br: Uma ferramenta para criar e gerenciar projetos de modding para Call of Duty: Black Ops 2

source: Build the project
pt_br: Compilar o projeto

source: Wait for manual review of the generated zonefile
pt_br: Aguardar a revisão manual do arquivo zone gerado.

source: Build target
pt_br: Alvo de compilação

source: The directory where the project is located
pt_br: O diretório onde o projeto está localizado

source: Setup the tool into your environment
pt_br: Configurar a ferramenta em seu ambiente

source: Remove the tool from your environment
pt_br: Remover a ferramenta do seu ambiente

source: Update the tool
pt_br: Atualizar a ferramenta

source: The environment variable %s is not defined. You can define on a .t6modm.env file!
pt_br: A variável de ambiente %s não está definida. Você pode defini-la em um arquivo .t6modm.env!

source: The file %s does not exist.
pt_br: O arquivo %s não existe.

source: Failed to locate VSCode and Notepad on your system.
pt_br: Não foi possível localizar o VSCode nem Bloco de Notas no seu sistema.

source: No scripts filtered.
pt_br: Nenhum script filtrado.

source: %(amount)s %(noun)s filtered.
pt_br: %(amount)s %(noun)s filtrado(s).

source: Building the project for target %s...
pt_br: Compilando o projeto para %s...

source: Build failed!
pt_br: Falha ao compilar!

source: Build completed successfully!
pt_br: Compilado com sucesso!

source: Created %s
pt_br: Criado %s

source: That is not a project!
pt_br: Isto não é um projeto!

source: The tool is already in your environment, use %s for help.
pt_br: A ferramenta já está no seu ambiente, use %s para obter ajuda.

source: The tool has been added to your environment.
pt_br: A ferramenta foi adicionada ao seu ambiente.

source: The tool is not installed.
pt_br: A ferramenta não está instalada.

source: The tool has been removed from your environment.
pt_br: A ferramenta foi removida do seu ambiente.

source: The tool is already up to date.
pt_br: A ferramenta já está na versão mais recente.

source: The tool has been updated.
pt_br: A ferramenta foi atualizada.

source: An error occurred while trying to update the tool
pt_br: Um erro ocorreu ao tentar atualizar a ferramenta

source: %s isn't a valid file!
pt_br: %s não é um arquivo válido!

source: The script %(prefix)s%(content)s%(suffix)s cannot be ignored, as it is imported from another fastfile. This may cause problems!
pt_br: O script %(prefix)s%(content)s%(suffix)s não pode ser ignorado, já que é importado de outro fastfile. Isto pode causar problemas!

source: The %(prefix)s%(content)s%(suffix)s script isn't being ignored. This may cause problems!
pt_br: O script %(prefix)s%(content)s%(suffix)s não está sendo ignorado. Isto pode causar problemas!

source: The file %(prefix)s"%(content)s"%(sufix)s doesn't exist!
pt_br: O arquivo %(prefix)s"%(content)s"%(sufix)s não existe!
